[
  {
    "id": "rocklee",
    "url": "https://cdn.shoob.gg/images/cards/1/Rock_Lee;1;Naruto,Original.png",
    "description": "Rock Lee es un ninja decidido y hábil de la serie Naruto, conocido por sus impresionantes habilidades físicas y su dedicación inquebrantable al taijutsu. A pesar de su incapacidad para realizar ninjutsu o genjutsu, Lee se convierte en una inspiración para otros a través de su trabajo duro y perseverancia."
  },
  {
    "id": "naruto",
    "url": "https://cdn.shoob.gg/images/cards/1/c14355db47c03fbf572b6426a60d8a91e92210d143b55b56e3f8ebee8ccfa051.png",
    "description": "Naruto es una popular serie de manga y anime japonesa creada por Masashi Kishimoto. Cuenta la historia de Naruto Uzumaki, un joven ninja con el sueño de convertirse en el ninja más fuerte de su aldea, Konohagakure. Nacido con un poderoso espíritu de zorro sellado dentro de él, Naruto enfrenta numerosos desafíos y supera luchas personales mientras forma fuertes lazos con sus amigos y aliados. La serie explora temas de amistad, determinación y la búsqueda de los sueños en un mundo lleno de intensas batallas de ninjas y poderes sobrenaturales."
  },
  {
    "id": "sasuke",
    "url": "https://cdn.shoob.gg/images/cards/1/5bef6772b4eb6013b38ed81d2d8f4911553032b91aaed8ca924444d58558081d.png",
    "description": "Sasuke es un personaje complejo en Naruto. Inicialmente motivado por la venganza, abandona su aldea para obtener poder. Con habilidades excepcionales en ninjutsu y el ojo Sharingan, la historia de Sasuke gira en torno a la redención y la justicia personal."
  },
  {
    "id": "sakura",
    "url": "https://cdn.shoob.gg/images/cards/1/91981545746ebe02f424dba40abc4a79d2331e49e77a77d9a840c46f55fcb75a.png",
    "description": "Sakura es una ninja hábil de la serie Naruto. Evoluciona de una niña tímida a una kunoichi determinada especializada en ninjutsu médico, mostrando fuerza e inteligencia mientras protege a sus seres queridos."
  },
  {
    "id": "ino",
    "url": "https://cdn.shoob.gg/images/cards/1/1580725477651.png",
    "description": "Ino es una ninja hábil de Naruto. Tiene la habilidad de transferencia mental y más tarde se convierte en una médica competente. El desarrollo de su personaje enfatiza la amistad y la fuerza interior."
  },
  {
    "id": "Gaara",
    "url": "https://cdn.shoob.gg/images/cards/1/1580725778956.png",
    "description": "Inicialmente un villano, Kazekage con una bestia con cola, lucha contra la violencia y encuentra la redención a través de las conexiones, controla la arena."
  },
  {
    "id": "Obito",
    "url": "https://cdn.shoob.gg/images/cards/1/1580725817665.png",
    "description": "Obito es un personaje complejo en Naruto. Inicialmente se cree que está muerto, resurge como el villano enmascarado 'Tobi'. Poseyendo poderosas habilidades Sharingan y Rinnegan, la historia de Obito explora temas de pérdida, arrepentimiento y eventual redención."
  },
  {
    "id": "Kiba",
    "url": "https://cdn.shoob.gg/images/cards/1/1580726437212.png",
    "description": "Kiba Inuzuka es un personaje del anime 'Naruto'. Es miembro del clan Inuzuka de Konohagakure, conocido por su vínculo con compañeros caninos. El compañero canino de Kiba se llama Akamaru. Juntos, realizan varios jutsu en sus aventuras."
  },
  {
    "id": "Rin",
    "url": "https://cdn.shoob.gg/images/cards/1/1580726826008.png",
    "description": "Rin Nohara es un personaje del anime Naruto. Era una nin médica en el Equipo Minato y su muerte tuvo un impacto significativo en los personajes Kakashi Hatake y Obito Uchiha."
  },
  {
    "id": "sai",
    "url": "https://cdn.shoob.gg/images/cards/1/1580727007690.png",
    "description": "Sai es miembro del Equipo Kakashi en 'Naruto'. Es conocido por sus habilidades artísticas y se especializa en ninjutsu basado en tinta. Inicialmente careciendo de habilidades sociales, Sai aprende a formar lazos con sus compañeros de equipo Naruto y Sakura."
  },
  {
    "id": "tenten",
    "url": "https://cdn.shoob.gg/images/cards/1/1580728151505.png",
    "description": "Tenten es miembro del Equipo Guy en 'Naruto'. Sobresale en combate con armas y es conocida por su habilidad con varias armas. Su objetivo es convertirse en una kunoichi legendaria."
  },
  {
    "id": "madara",
    "url": "https://cdn.shoob.gg/images/cards/1/1593723431222.png",
    "description": "Madara Uchiha es un poderoso e influyente antagonista en 'Naruto'. Fue un miembro destacado del clan Uchiha y buscó remodelar el mundo según su visión."
  },
  {
    "id": "nagato",
    "url": "https://cdn.shoob.gg/images/cards/1/1593723981834.png",
    "description": "Nagato - Líder misterioso y poderoso de Akatsuki, poseyendo la habilidad de controlar múltiples cuerpos y desatar ataques devastadores con su Rinnegan."
  },
  {
    "id": "Hasirama",
    "url": "https://cdn.shoob.gg/images/cards/1/1593726753205.png",
    "description": "Hashirama - Fundador de la Aldea Oculta de la Hoja, un shinobi legendario con jutsu basado en la madera sin igual y una naturaleza compasiva."
  },
  {
    "id": "Haku",
    "url": "https://cdn.shoob.gg/images/cards/1/1593724879904.png",
    "description": "Haku - Usuario de hielo hábil y compañero leal, poseyendo una velocidad y gracia notables en combate, con un pasado trágico."
  },
  {
    "id": "killer B",
    "url": "https://cdn.shoob.gg/images/cards/1/1593727228982.png",
    "description": "Killer B - Rapero feroz y Jinchuriki del Ocho Colas, conocido por su estilo de lucha único y su dominio de letras de rap durante las batallas."
  },
  {
    "id": "kurama",
    "url": "https://cdn.shoob.gg/images/cards/1/1607309832910.png",
    "description": "Kurama - Zorro de nueve colas majestuoso y poderoso, temido y reverenciado por su inmenso chakra y capacidades destructivas."
  },
  {
    "id": "Tsunade",
    "url": "https://cdn.shoob.gg/images/cards/1/1608789035535.png",
    "description": "Tsunade - Sannin legendario y Quinto Hokage, un guerrero formidable con habilidades médicas excepcionales y una increíble fuerza superhumana."
  },
  {
    "id": "pain",
    "url": "https://cdn.shoob.gg/images/cards/1/1607309420043.png",
    "description": "Pain - Líder enigmático de Akatsuki, poseyendo una habilidad única para controlar múltiples cuerpos y desatar ataques devastadores con su Rinnegan."
  },
  {
    "id": "minato",
    "url": "https://cdn.shoob.gg/images/cards/1/1607309347088.png",
    "description": "Minato - Reverenciado como el Cuarto Hokage, conocido por su increíble velocidad y dominio de ninjutsu de espacio-tiempo, y reverenciado como el 'Destello Amarillo' por sus movimientos rápidos en batalla."
  },
  {
    "id": "kakashi",
    "url": "https://cdn.shoob.gg/images/cards/1/1607309170860.png",
    "description": "Kakashi - Shinobi hábil y enigmático, conocido por su ojo Sharingan, dominio de varios jutsu y lealtad inquebrantable a sus amigos y aldea."
  },
  {
    "id": "kushina",
    "url": "https://cdn.shoob.gg/images/cards/1/1607309315987.png",
    "description": "Kushina - Miembro fuerte y de cabello rojo del clan Uzumaki, conocida por sus habilidades excepcionales de sellado y como la amorosa madre de Naruto, con un espíritu feroz y una naturaleza protectora."
  },
  {
    "id": "Jiraiya",
    "url": "https://cdn.shoob.gg/images/cards/1/1607309071620.png",
    "description": "Jiraiya - Sannin legendario y maestro del modo Sabio de la Rana, un shinobi carismático y perspicaz conocido por su poderoso jutsu, sabias enseñanzas y lealtad inquebrantable a sus amigos."
  },
  {
    "id": "Itachi",
    "url": "https://cdn.shoob.gg/images/cards/1/1607309049244.png",
    "description": "Itachi - Prodigio complejo y trágico del clan Uchiha, poseyendo una inteligencia y maestría sin igual del Sharingan, conocido por su sacrificio, lealtad e implicación en los oscuros secretos del mundo ninja."
  },
  {
    "id": "Guy",
    "url": "https://cdn.shoob.gg/images/cards/1/1607309026629.png",
    "description": "Guy - Shinobi enérgico y apasionado, especializado en taijutsu, conocido por su determinación inquebrantable, personalidad vibrante y habilidad para superar sus límites usando la técnica de las Ocho Puertas Internas."
  },
  {
    "id": "Kaguya",
    "url": "https://cdn.shoob.gg/images/cards/1/32eaddab3f43036f0dadfb19facb4341.png",
    "description": "Kaguya - Ser celestial antiguo y formidable, considerada como la progenitora del chakra, poseyendo poderes divinos y un deseo de dominio eterno sobre el mundo."
  },
  {
    "id": "Neji",
    "url": "https://cdn.shoob.gg/images/cards/1/1607309366762.png",
    "description": "Neji - Prodigio talentoso y estoico del clan Hyuga, dotado con el Byakugan y renombrado por sus habilidades excepcionales en combate cercano y su firme creencia en el concepto de destino."
  },
  {
    "id": "Hinata",
    "url": "https://cdn.shoob.gg/images/cards/2/1596666567367.png",
    "description": "Hinata - Miembro gentil y de buen corazón del clan Hyuga, conocida por su comportamiento tímido y su determinación inquebrantable de volverse más fuerte, con un profundo amor y devoción por Naruto."
  },
  {
    "id": "Tobi",
    "url": "https://cdn.shoob.gg/images/cards/2/1607310505522.png",
    "description": "Tobi - Miembro engañoso y misterioso de Akatsuki, inicialmente haciéndose pasar por un tonto torpe pero revelándose como un adversario astuto y poderoso, luego conocido por su verdadera identidad, Uchiha Obito."
  },
  {
    "id": "Tobirama",
    "url": "https://cdn.shoob.gg/images/cards/2/f79805c90082019fccad6a1783658877.png",
    "description": "Tobirama - Segundo Hokage resuelto y pragmático, venerado por su intelecto y ninjutsu basado en el agua, sentando las bases de la Aldea Oculta de la Hoja y creando sistemas shinobi esenciales."
  }
]
